Repository: NMarjou/localization-app
Catalog: TMs/en-US_fr-FR.tmx
Source language: en_us
Languages: fr_fr

source: The plan is about a deactivated user.
fr_fr: Le plan concerne un utilisateur désactivé.

source: Plan stage
fr_fr: Étape de planification

source: View plan
fr_fr: Voir le plan

source: Current plan stage: {{stageName}}
fr_fr: Étape actuelle du plan : {{stageName}}

source: Delete plan
fr_fr: Supprimer le plan

source: Delete plans
fr_fr: Supprimer les plans

source: Are you sure you want to delete {{count}} career development plan?
fr_fr: Êtes-vous sûr de vouloir supprimer {{count}} plan de développement de carrière ?

source: Are you sure you want to delete {{count}} career development plans?
fr_fr: Êtes-vous sûr de vouloir supprimer {{count}} plans de développement de carrière ?

source: This action cannot be undone.
fr_fr: Cette action est irréversible.

source: Delete {{count}} career development plan
fr_fr: Supprimer {{count}} plan de développement de carrière

source: Delete {{count}} career development plans
fr_fr: Supprimer {{count}} plans de développement de carrière

source: {{count}} career development plan was successfully deleted.
fr_fr: {{count}} plan de développement de carrière a été supprimé correctement.

source: {{count}} career development plans were successfully deleted.
fr_fr: {{count}} plans de développement de carrière ont été correctement supprimés.

source: {{count}} out of {{chosenPlans}} career development plans was successfully deleted.
fr_fr: {{count}} plan de développement de carrière sur {{chosenPlans}} a été supprimé correctement.

source: {{count}} out of {{chosenPlans}} career development plans were successfully deleted.
fr_fr: {{count}} plan(s) de développement de carrière sur {{chosenPlans}} ont été supprimés correctement.

source: The list can load up to {{count}} results. Use search to find additional managers.
fr_fr: La liste peut charger jusqu'à {{count}} résultats. Utilisez la recherche pour trouver des managers supplémentaires.

source: The list can load up to {{count}} results. Use search to find additional organizational units.
fr_fr: La liste peut charger jusqu'à {{count}} résultats. Utilisez la recherche pour trouver des unités organisationnelles supplémentaires.

source: Filter by plan stage
fr_fr: Filtrer par étape du plan

source: Select a plan stage
fr_fr: Sélectionner une étape du plan

source: The list can load up to {{count}} results. Use search to find additional workers.
fr_fr: La liste peut charger jusqu'à {{count}} résultats. Utilisez la recherche pour trouver des employé(e)s supplémentaires.

source: To move plans to a different stage, select the plan stage and then filter to find specific plans in the selected stage.
fr_fr: Pour déplacer des plans vers une autre étape, sélectionnez l'étape du plan, puis filtrez pour trouver des plans spécifiques dans l'étape sélectionnée.

source: View all or apply filters to see plans and available actions
fr_fr: Afficher tout ou appliquer des filtres pour voir les plans et les actions disponibles

source: There are {{count}} career development plans
fr_fr: Il y a {{count}} plans de développement de carrière

source: Move career development plans
fr_fr: Déplacer les plans de développement de carrière

source: Move career plans
fr_fr: Déplacer les plans de carrière

source: Managers will need to review and submit their inputs again. This action cannot be undone.
fr_fr: Les managers devront soumettre à nouveau leurs contributions. Cette action est irréversible.

source: Workers and managers will need to submit their inputs again according to the workflow. This action cannot be undone.
fr_fr: Les employé(e)s et les managers devront soumettre à nouveau leurs contributions conformément au flux de travail. Cette action est irréversible.

source: Workers will need to submit their inputs again according to the workflow. This action cannot be undone.
fr_fr: Les employé(e)s devront soumettre à nouveau leurs contributions conformément au flux de travail. Cette action est irréversible.

source: You are about to move the career development plan from the "<0>{{fromStatus}}</0>" stage to the "<1>{{toStatus}}</1>" stage.
fr_fr: Vous êtes sur le point de faire passer le plan de développement de carrière de l'étape « <0>{{fromStatus}}</0> » à l'étape « <1>{{toStatus}}</1> ».

source: Move career plans to a different stage
fr_fr: Déplacer les plans de carrière vers une autre étape

source: Select plans to continue
fr_fr: Sélectionner des plans pour continuer

source: {{count}} career development plan was successfully moved to the selected stage.
fr_fr: {{count}} plan de développement de carrière a été correctement déplacé vers l'étape sélectionnée.

source: {{count}} career development plans were successfully moved to the selected stage.
fr_fr: {{count}} plans de développement de carrière ont été correctement déplacés vers l'étape sélectionnée.

source: {{count}} out of {{requestedPlansCount}} career development plans were successfully moved to the selected stage.
fr_fr: {{count}} plans de développement de carrière sur {{requestedPlansCount}} ont été correctement déplacés vers l'étape sélectionnée.

source: Apply filters to view the plans and move them to the next stage.
fr_fr: Appliquez des filtres pour afficher les plans et les faire passer à l'étape suivante.

source: There are {{count}} plans in "{{planStage}}" stage
fr_fr: Il y a {{count}} plans à l'étape « {{planStage}} »

source: Adjust your filters to find what you are looking for.
fr_fr: Ajustez vos filtres pour trouver ce que vous recherchez.

source: No plans found
fr_fr: Aucun plan trouvé

source: Manage {{planName}}
fr_fr: Gérer {{planName}}

source: Plans in "{{planStage}}" stage: {{count}}
fr_fr: Plans à l'étape « {{planStage}} » : {{count}}

source: Search result: {{count}}
fr_fr: Résultat de recherche : {{count}}

source: Career development plans that are in the closed stage cannot be deleted.
fr_fr: Les plans de développement de carrière en phase clôturée ne peuvent pas être supprimés.

source: Manage plans
fr_fr: Gérer les plans

source: New plan stage
fr_fr: Nouvelle étape du plan

source: Choose the plan stage
fr_fr: Choisir l'étape du plan

source: Career Development Plans
fr_fr: Plans de développement de carrière

source: The population of the career development plan will be based on the local admin's access. They will be able to edit only the population within the template.
fr_fr: La population plan de développement de carrière sera basée sur l'accès de l'administrateur local. Ils pourront modifier uniquement la population au sein du modèle.

source: Allow local admins in career development plan templates
fr_fr: Autoriser les administrateurs locaux dans les modèles de plan de développement de carrière

source: The reassigned reviewer will see the reassigned process in their list and will be able to complete the manager’s part. The reassigned reviewer will see all worker-related data (goals, skills, etc.) visible in the career development process, the same way as the line manager would. Please note that reassignment implies that the reassigned reviewer will complete the full process with the worker.
fr_fr: Le manager réaffecté verra le processus réaffecté dans sa liste et pourra compléter la partie du manager. Le manager réaffecté verra toutes les données liées à l'employé(e) (objectifs, compétences, etc.) visibles dans le processus de développement de carrière, de la même manière que le manager hiérarchique. Veuillez noter que la réaffectation implique que le manager réaffecté complètera l'intégralité du processus avec l'employé(e).

source: Allow line managers to reassign career development plans to other users
fr_fr: Autoriser les managers à réaffecter les plans de développement de carrière à d'autres utilisateurs

source: Closed career development plans done with a worker's previous manager will be made visible to their new manager. The previous manager will still be able to see the career development plans after transfer.
fr_fr: Les plans de développement de carrière clôturés réalisés avec le manager précédent d'un employé seront rendus visibles à son nouveau manager. Le manager précédent pourra toujours consulter les plans de développement de carrière après le transfert.

source: Allow system managers to see closed career development plans
fr_fr: Autoriser les managers système à voir les plans de développement de carrière clôturés

source: A Performance Management feature that enables HRBP administrators to create career development plans in which workers and managers reflect on the events that took place over a defined period of time.
fr_fr: Une fonctionnalité de gestion de la performance qui permet aux administrateurs HRBP de créer des plans de développement de carrière dans lesquels les employés et les managers réfléchissent aux événements qui se sont déroulés au cours d'une période définie.

source: Enable career development
fr_fr: Activer le développement de carrière

source: General career development settings
fr_fr: Paramètres généraux du développement de carrière

source: Career Development Settings
fr_fr: Paramètres de développement de carrière

source: Check-In Mass Assignment
fr_fr: Affectation en masse de check-ins

source: Check-in deletion
fr_fr: Suppression du check-in

source: Enable check-ins
fr_fr: Activer les check-ins

source: A Performance Management feature that enables workers to schedule regular discussions with their managers and reports to align on goals.
fr_fr: Une fonctionnalité de gestion de la performance qui permet aux employé(e)s de planifier des discussions régulières avec leurs managers et leurs subordonnés pour s'aligner sur les objectifs.

source: General check-ins settings
fr_fr: Paramètres généraux des check-ins

source: Allow managers to conduct structured discussions with their direct reports. Using dedicated widgets, they can comment on areas such as performance, goals, and behaviors. Once finalized, workers can review comments and either accept the check-in, or propose a follow-up meeting directly from the check-in page.
fr_fr: Permettre aux managers de mener des discussions structurées avec leurs subordonnés directs. En utilisant des widgets dédiés, ils peuvent commenter des domaines tels que la performance, les Goals et les comportements. Une fois finalisés, les employé(e)s peuvent consulter les commentaires et soit accepter le check-in, soit proposer une réunion de suivi directement depuis la page de check-in.

source: Allow workers and managers to schedule and structure check-ins at their convenience. These sessions support adding and editing content or comments as needed, with all information visible only to the participants.
fr_fr: Permettez aux employé(e)s et aux managers de planifier et structurer des check-ins à leur convenance. Ces sessions permettent d'ajouter et de modifier du contenu ou des commentaires selon les besoins, avec toutes les informations visibles uniquement par les participants.

source: Enable regular check-ins
fr_fr: Activer les check-ins réguliers

source: Check-In Settings
fr_fr: Paramètres des check-ins

source: Create communication round
fr_fr: Créer un cycle de communication

source: The latest document generations will appear here.<br/>Check again later for updates or explore more features in the meantime.
fr_fr: Les dernières générations de documents apparaîtront ici.<br/>Vérifiez à nouveau plus tard pour les mises à jour ou explorez d'autres fonctionnalités entre-temps.

source: Document generation
fr_fr: Génération de document

source: Explore the latest document generations.
fr_fr: Explorez les dernières générations de documents.

source: Export log details
fr_fr: Détails du journal d'exportation

source: Completion
fr_fr: Achèvement

source: Document template
fr_fr: Modèle de document

source: Errors
fr_fr: Erreurs

source: Generated documents
fr_fr: Documents générés

source: Imported documents
fr_fr: Documents importés

source: Requester
fr_fr: Demandeur

source: Completed with errors
fr_fr: Terminé avec erreurs

source: Pending
fr_fr: En attente

source: No file uploaded
fr_fr: Aucun fichier téléchargé

source: Supported file formats: DOCX. Maximum file size: 10MB. Maximum number of files per upload: 1 file.
fr_fr: Formats de fichiers pris en charge : DOCX. Taille maximale de fichier : 10 Mo. Nombre maximal de fichiers par téléchargement : 1 fichier.

source: The document "{{fileName}}" cannot be imported. Make sure it matches the format and size requirements.
fr_fr: Le document « {{fileName}} » ne peut pas être importé. Assurez-vous qu'il respecte les spécifications de format et de taille.

source: The code must be unique to publish the document template. Please change the code and try again.
fr_fr: Le code doit être unique pour publier le modèle de document. Veuillez modifier le code et réessayer.

source: Create document template
fr_fr: Créer un modèle de document

source: Edit document template
fr_fr: Modifier le modèle de document

source: Create a document to get started
fr_fr: Pour commencer, créez un document.

source: No documents available
fr_fr: Aucun document disponible

source: Failed to retrieve the document template file.
fr_fr: Échec de récupération du fichier modèle de document.

source: Failed to retrieve the document template
fr_fr: Échec de récupération du modèle de document

source: The document file is not available.
fr_fr: Le fichier du document n'est pas disponible.

source: Include an overview
fr_fr: Inclure un aperçu

source: Document template details
fr_fr: Détails du modèle de document

source: Define your document template
fr_fr: Définissez votre modèle de document

source: Preview a PDF document generated from the template and variables.
fr_fr: Prévisualisez un document PDF généré à partir du modèle et des variables.

source: Document Templates
fr_fr: Modèles de document

source: Template history
fr_fr: Historique des modèles

source: Back to document template list
fr_fr: Retour à la liste des modèles de document

source: Template document
fr_fr: Document modèle

source: See the history of the template .docx file since it was published.
fr_fr: Consultez l'historique du fichier modèle .docx depuis sa publication.

source: Template "{{name}}" history
fr_fr: Historique du modèle \"{{name}}\"

source: Uploaded by
fr_fr: Téléchargé par

source: Edit variables in the preview. Need help? Use our template to get started.
fr_fr: Modifiez les variables dans l'aperçu. Besoin d'aide ? Utilisez notre modèle pour commencer.

source: Preview variables
fr_fr: Aperçu des variables

source: Changes were detected in the fields above. Click "Preview document" to generate the updated document.
fr_fr: Des modifications ont été détectées dans les champs ci-dessus. Cliquez sur \"Aperçu du document\" pour générer le document mis à jour.

source: Invalid JSON format
fr_fr: Format JSON invalide

source: ESC – exit editor, Tab – create an indent
fr_fr: ESC – quitter l'éditeur, Tab – créer un retrait

source: Keyboard shortcuts:
fr_fr: Raccourcis clavier :

source: JSON editor
fr_fr: Éditeur JSON

source: Something went wrong. Please check that your JSON or uploaded document is valid.
fr_fr: Un problème est survenu. Veuillez vérifier que votre JSON ou le document téléchargé est valide.

source: You haven't uploaded a document yet. Return to the previous step to upload a document.
fr_fr: Vous n'avez pas encore téléchargé de document. Retournez à l'étape précédente pour télécharger un document.

source: Preview document
fr_fr: Aperçu du document

source: Use example
fr_fr: Utiliser l'exemple

source: The document template was successfully published.
fr_fr: Le modèle de document a été publié correctement.

source: The document template was successfully saved.
fr_fr: Le modèle de document a été correctement enregistré.

source: Create and manage document templates
fr_fr: Créez et gérez des modèles de document

source: View document template
fr_fr: Voir le modèle de document

source: Configure the text value used to replace average compensation values when the underlying population count does not meet the threshold.
fr_fr: Configurez la valeur textuelle utilisée pour remplacer les valeurs de rémunération moyenne lorsque le nombre de la population sous-jacente n'atteint pas le seuil.

source: Anonymization placeholder text
fr_fr: Texte de substitution pour l'anonymisation

source: Enable anonymization
fr_fr: Activer l'anonymisation

source: Enable anonymization and define the minimum number of workers required in a population (All, Male, or Female) for average values to be displayed.
fr_fr: Activez l'anonymisation et définissez le nombre minimum d'employé(e)s requis dans une population (Tous, Hommes ou Femmes) pour que les valeurs moyennes soient affichées.

source: API import
fr_fr: Import API

source: Enable this option to allow the creation of pay information requests via API.
fr_fr: Activez cette option pour permettre la création de demandes d'informations de rémunération via API.

source: Enable document generation
fr_fr: Activer la génération de documents

source: Enable this feature to allow document generation.
fr_fr: Activez cette fonction pour permettre la génération de documents.

source: Enable this feature to distribute documents to workers.
fr_fr: Activez cette fonctionnalité pour distribuer des documents aux employé(e)s.

source: Enable this option to allow HRPBs to create pay information requests.
fr_fr: Activez cette option pour permettre aux HRBP de créer des demandes d'informations sur la rémunération.

source: Enable overdue period
fr_fr: Activer la période de retard

source: Enable this feature to highlight the information requests which exceed the resolution deadline.
fr_fr: Activez cette fonctionnalité pour mettre en évidence les demandes d'informations qui dépassent la date limite de résolution.

source: Enable pay information requests
fr_fr: Activer les demandes d'informations salariales

source: Enable this feature to manage pay information requests.
fr_fr: Activez cette fonctionnalité pour gérer les demandes d'informations sur la rémunération.

source: Enable warning period
fr_fr: Activer la période d'avertissement

source: Enable this feature to highlight the information requests that are approaching the resolution deadline.
fr_fr: Activez cette fonctionnalité pour mettre en évidence les demandes d'informations qui approchent de la date limite de résolution.

source: Enable this feature to allow workers to request pay information.
fr_fr: Activez cette fonctionnalité pour permettre aux employé(e)s de demander des informations sur la rémunération.

source: The value must be between 1 and 365.
fr_fr: La valeur doit être comprise entre 1 et 365.

source: The overdue period must be greater than the warning period.
fr_fr: La période de retard doit être supérieure à la période d'avertissement.

source: If OverduePeriod is disabled, then OverduePeriodInDays must be null.
fr_fr: Si OverduePeriod est désactivé, alors OverduePeriodInDays doit être nul.

source: If WarningPeriod is disabled, then WarningPeriodInDays must be null.
fr_fr: Si WarningPeriod est désactivé, alors WarningPeriodInDays doit être nul.

source: Document Settings
fr_fr: Paramètres du document

source: Number of days since request
fr_fr: Nombre de jours depuis la demande

source: Pay information letter
fr_fr: Lettre d'information sur la rémunération

source: Integer value defining the minimum number of workers required in a population (All, Male, Female) to display average compensation values
fr_fr: Valeur entière définissant le nombre minimum d'employé(e)s requis dans une population (Tous, Hommes, Femmes) pour afficher les valeurs de rémunération moyennes

source: Population threshold
fr_fr: Seuil de population

source: Request creation options
fr_fr: Options de création de demande

source: Edit communication round
fr_fr: Modifier le cycle de communication

source: View communication round
fr_fr: Afficher le cycle de communication

source: Add mapping
fr_fr: Ajouter un mappage

source: Mapping configuration
fr_fr: Configuration du mapping

source: Data source
fr_fr: Source de données

source: Template
fr_fr: Modèle

source: Bulk generation
fr_fr: Génération en masse

source: Individual PIR
fr_fr: PIR individuel

source: Document status and action log monitoring
fr_fr: Suivi du statut des documents et du journal d'actions

source: Link one or several comp rounds to the communication round
fr_fr: Liez un ou plusieurs cycles de rémunération au cycle de communication

source: Comp round
fr_fr: Cycle de rémunération

source: Upload HRBP security mapping
fr_fr: Charger le mapping de sécurité HRBP

source: HRBP security
fr_fr: Sécurité RHBP

source: Define the target populations for the round
fr_fr: Définissez les populations cibles pour le cycle

source: Add document
fr_fr: Ajouter un document

source: Create document
fr_fr: Créer un document

source: Shared documents with selected populations
fr_fr: Documents partagés avec les populations sélectionnées

source: Documents can only be added once the communication round has been published.
fr_fr: Vous pouvez ajouter des documents uniquement une fois qu'un cycle de communication a été publié.

source: Documents can be added after publishing
fr_fr: Il est possible d'ajouter des documents après la publication

source: Import PDF documents
fr_fr: Importer des documents PDF

source: No imported PDF documents yet!
fr_fr: Aucun document PDF importé pour l'instant !

source: Set the workflow of the communication round
fr_fr: Définissez le workflow du cycle de communication

source: Search by worker
fr_fr: Rechercher par employé(e)

source: Supported file formats: PDF. Maximum file size: 10MB. Maximum amount of files per upload: 1 file.
fr_fr: Formats de fichiers pris en charge : PDF. Taille maximale de fichier : 10 Mo. Nombre maximal de fichiers par téléchargement : 1 fichier.

source: You can close this window, but please keep the page open to ensure a successful upload.
fr_fr: Vous pouvez fermer cette fenêtre, mais veuillez garder la page ouverte pour garantir un téléchargement réussi.

source: The document "{{fileName}}" cannot be imported. Check the format and size conditions.
fr_fr: Le document « {{fileName}} » ne peut pas être importé. Vérifiez les conditions de format et de taille.

source: The code must be unique to publish the communication round. Please change the code and try again.
fr_fr: Le code doit être unique pour publier le cycle de communication. Veuillez modifier le code et réessayer.

source: Communication round details
fr_fr: Détails du cycle de communication

source: Round visibility
fr_fr: Visibilité du cycle

source: Communication round owners
fr_fr: Titulaires du cycle de rémunération

source: This communication round code is already in use. Please enter a unique value.
fr_fr: Ce code de cycle de communication est déjà utilisé. Veuillez saisir une valeur unique.

source: The communication round code cannot be empty.
fr_fr: Le code du cycle de communication ne peut pas être vide.

source: Turn this setting on to add summary documents for communication managers.
fr_fr: Activez ce paramètre pour ajouter des documents de synthèse pour les managers de communication.

source: Include summary documents
fr_fr: Inclure des documents de synthèse

source: The communication round name cannot be empty.
fr_fr: Le nom du cycle de communication ne peut pas être vide.

source: The visibility end date cannot be empty.
fr_fr: La date de fin de visibilité ne peut pas être vide.

source: The visibility start date cannot be empty.
fr_fr: La date de début de visibilité ne peut pas être vide.
